{
  "version": "https://jsonfeed.org/version/1.1",
  "title": "NEJM AI",
  "home_page_url": "https://ai.nejm.org",
  "favicon": "https://ai.nejm.org/favicon.ico",
  "items": [
    {
      "id": "https://ai.nejm.org/doi/full/10.1056/AIoa2400948",
      "url": "https://ai.nejm.org/doi/full/10.1056/AIoa2400948",
      "title": "Opportunistic Screening of Chronic Liver Disease with Deep-Learning–Enhanced Echocardiography",
      "summary": "Despite its growing prevalence, chronic liver disease remains underdiagnosed, with notable morbidity and mortality. In this article, an AI algorithm screens for chronic liver diseases in patients undergoing transthoracic echocardiography studies, using standard subcostal images routinely obtained to evaluate the inferior vena cava.",
      "content_text": "## Abstract\n\n### Background\n\nChronic liver disease (CLD) affects more than 1.5 billion adults, most of whom\nare asymptomatic and undiagnosed. Echocardiography is broadly performed and\nvisualizes the liver, but this information is not clinically leveraged for CLD\ndiagnosis.\n\n### Methods\n\nWe developed and evaluated EchoNet-Liver, a deep-learning, computer-vision\npipeline that can identify high-quality subcostal images from full\nechocardiogram studies and detect the presence of cirrhosis and steatotic\nliver disease (SLD). This retrospective observational study included adult\npatients from two large urban academic medical centers who received both\nechocardiography and abdominal imaging — either ultrasound or magnetic\nresonance imaging (MRI) — within 30 days. The model predictions were compared\nwith diagnoses from clinical evaluations of paired abdominal ultrasound or MRI\nstudies.\n\n### Results\n\nA total of 1,596,640 echocardiogram videos from 66,922 studies and 24,276\npatients at Cedars–Sinai Medical Center (CSMC) were used to develop EchoNet-\nLiver. In a held-out CSMC test cohort, EchoNet-Liver detected cirrhosis with\nan area under the receiver operating characteristic curve (AUROC) of 0.837\n(95% confidence interval [CI], 0.828 to 0.848) and SLD with an AUROC of 0.799\n(95% CI, 0.788 to 0.811). In a separate test cohort with paired abdominal MRI\nstudies, EchoNet-Liver detected cirrhosis with an AUROC of 0.704 (95% CI,\n0.699 to 0.708) and SLD with an AUROC of 0.725 (95% CI, 0.707 to 0.762). In an\nexternal test cohort of 106 patients (5280 videos), the model detected\ncirrhosis with an AUROC of 0.830 (95% CI, 0.799 to 0.859) and SLD with an\nAUROC of 0.769 (95% CI, 0.733 to 0.813).\n\n### Conclusions\n\nDeep-learning assessment of clinical echocardiography enables opportunistic\nscreening for SLD and cirrhosis. The application of this algorithm can\nidentify patients who may benefit from further diagnostic testing and\ntreatment for CLD. (Funded by KAKENHI [Japan Society for the Promotion of\nScience, 24K10526] and others.)\n\n",
      "date_published": "2025-02-27T00:00:00+00:00",
      "authors": [
        {
          "name": "Y. Sahashi and Others"
        }
      ],
      "tags": [
        "Original Article"
      ],
      "attachments": [
        {
          "url": "https://ai.nejm.org/doi/pdf/10.1056/AIoa2400948",
          "mime_type": "application/pdf"
        }
      ],
      "image": "https://ai.nejm.org/cms/asset/18f41b91-1fc1-491d-8faf-5b57e717eb6a/aioa2400948_f1.gif",
      "content_html": "<h2 property=\"name\">Abstract</h2><section id=\"abs-sec-1\"><h3>Background</h3><div role=\"paragraph\">Chronic liver disease (CLD) affects more than 1.5 billion adults, most of whom are asymptomatic and undiagnosed. Echocardiography is broadly performed and visualizes the liver, but this information is not clinically leveraged for CLD diagnosis.</div></section><section id=\"abs-sec-2\"><h3>Methods</h3><div role=\"paragraph\">We developed and evaluated EchoNet-Liver, a deep-learning, computer-vision pipeline that can identify high-quality subcostal images from full echocardiogram studies and detect the presence of cirrhosis and steatotic liver disease (SLD). This retrospective observational study included adult patients from two large urban academic medical centers who received both echocardiography and abdominal imaging — either ultrasound or magnetic resonance imaging (MRI) — within 30 days. The model predictions were compared with diagnoses from clinical evaluations of paired abdominal ultrasound or MRI studies.</div></section><section id=\"abs-sec-3\"><h3>Results</h3><div role=\"paragraph\">A total of 1,596,640 echocardiogram videos from 66,922 studies and 24,276 patients at Cedars–Sinai Medical Center (CSMC) were used to develop EchoNet-Liver. In a held-out CSMC test cohort, EchoNet-Liver detected cirrhosis with an area under the receiver operating characteristic curve (AUROC) of 0.837 (95% confidence interval [CI], 0.828 to 0.848) and SLD with an AUROC of 0.799 (95% CI, 0.788 to 0.811). In a separate test cohort with paired abdominal MRI studies, EchoNet-Liver detected cirrhosis with an AUROC of 0.704 (95% CI, 0.699 to 0.708) and SLD with an AUROC of 0.725 (95% CI, 0.707 to 0.762). In an external test cohort of 106 patients (5280 videos), the model detected cirrhosis with an AUROC of 0.830 (95% CI, 0.799 to 0.859) and SLD with an AUROC of 0.769 (95% CI, 0.733 to 0.813).</div></section><section id=\"abs-sec-4\"><h3>Conclusions</h3><div role=\"paragraph\">Deep-learning assessment of clinical echocardiography enables opportunistic screening for SLD and cirrhosis. The application of this algorithm can identify patients who may benefit from further diagnostic testing and treatment for CLD. (Funded by KAKENHI [Japan Society for the Promotion of Science, 24K10526] and others.)</div></section>"
    },
    {
      "id": "https://ai.nejm.org/doi/full/10.1056/AIoa2400354",
      "url": "https://ai.nejm.org/doi/full/10.1056/AIoa2400354",
      "title": "Development and Evaluation of a Model to Manage Patient Portal Messages",
      "summary": "Significant time savings and administrative reductions were achieved by automating message triage and routing. Benefits were observed among staff at the initial point of contact and further downstream, including clinical nurses, advanced practice providers, and physicians.",
      "content_text": "## Abstract\n\n### Background\n\nAlthough patient portal messaging in the electronic health record (EHR) can\nprovide convenience and enhanced patient–provider communication, the rising\nvolume of messages in recent years poses challenges, including delays in\ntimely communication and the potential for provider burnout. We evaluated the\nimpact of a natural language processing (NLP) algorithm for automated message\nrouting in clinical practice.\n\n### Methods\n\nWe developed an NLP model to label and route patient-sent messages using a\npretrained classifier that was fine-tuned using clinician feedback. The model\nwas prospectively deployed in an outpatient clinic environment for real-world\nvalidation. A parallel group of unrouted messages was retrieved for\ncomparison. The primary end points were time-to-first-message interaction,\ntime-to-conversation resolution, and the total number of message interactions\nby health care staff, compared with those of the control group. Secondary end\npoints were the precision, recall, F1 score (a measure of positive predictive\nvalue and sensitivity), and accuracy for correct message classification.\n\n### Results\n\nThe model prospectively labeled and routed 469 unique conversations over 14\ndays. Compared with a control group of 402 unrouted conversations from the\nsame period, staff in the routed message group used less time to initially\naddress a new patient message (difference in medians, −1 hour; 95% confidence\ninterval [CI], −1.42 to −0.5) and to complete a conversation (difference in\nmedians, −22.5 hours; 95% CI, −36.3 to −17.7); routed group staff also had\nfewer total message interactions (difference in medians, −2.0 interactions;\n95% CI, −2.9 to −1.4). The model demonstrated high precision (≥96.9%), recall\n(≥95.0%), and F1 scores (≥96.5%) for accurate prediction of all five message\nclasses, with a total accuracy of 97.8%.\n\n### Conclusions\n\nReal-time message routing using an NLP model was associated with reduced\nmessage response and resolution times and fewer overall message interactions\namong clinic staff. (Funded by Switchboard, MD.)\n\n",
      "date_published": "2025-02-27T00:00:00+00:00",
      "authors": [
        {
          "name": "B.J. Anderson and Others"
        }
      ],
      "tags": [
        "Original Article"
      ],
      "attachments": [
        {
          "url": "https://ai.nejm.org/doi/pdf/10.1056/AIoa2400354",
          "mime_type": "application/pdf"
        }
      ],
      "image": "https://ai.nejm.org/pb-assets/ai-site/images/AIoa2400354_Anderson(Harzand).jpg",
      "content_html": "<h2 property=\"name\">Abstract</h2><section id=\"abs-sec-1\"><h3>Background</h3><div role=\"paragraph\">Although patient portal messaging in the electronic health record (EHR) can provide convenience and enhanced patient–provider communication, the rising volume of messages in recent years poses challenges, including delays in timely communication and the potential for provider burnout. We evaluated the impact of a natural language processing (NLP) algorithm for automated message routing in clinical practice.</div></section><section id=\"abs-sec-2\"><h3>Methods</h3><div role=\"paragraph\">We developed an NLP model to label and route patient-sent messages using a pretrained classifier that was fine-tuned using clinician feedback. The model was prospectively deployed in an outpatient clinic environment for real-world validation. A parallel group of unrouted messages was retrieved for comparison. The primary end points were time-to-first-message interaction, time-to-conversation resolution, and the total number of message interactions by health care staff, compared with those of the control group. Secondary end points were the precision, recall, F1 score (a measure of positive predictive value and sensitivity), and accuracy for correct message classification.</div></section><section id=\"abs-sec-3\"><h3>Results</h3><div role=\"paragraph\">The model prospectively labeled and routed 469 unique conversations over 14&nbsp;days. Compared with a control group of 402 unrouted conversations from the same period, staff in the routed message group used less time to initially address a new patient message (difference in medians, −1 hour; 95% confidence interval [CI], −1.42 to −0.5) and to complete a conversation (difference in medians, −22.5 hours; 95% CI, −36.3 to −17.7); routed group staff also had fewer total message interactions (difference in medians, −2.0 interactions; 95% CI, −2.9 to −1.4). The model demonstrated high precision (≥96.9%), recall (≥95.0%), and F1 scores (≥96.5%) for accurate prediction of all five message classes, with a total accuracy of 97.8%.</div></section><section id=\"abs-sec-4\"><h3>Conclusions</h3><div role=\"paragraph\">Real-time message routing using an NLP model was associated with reduced message response and resolution times and fewer overall message interactions among clinic staff. (Funded by Switchboard, MD.)</div></section>"
    },
    {
      "id": "https://ai.nejm.org/doi/full/10.1056/AIoa2400296",
      "url": "https://ai.nejm.org/doi/full/10.1056/AIoa2400296",
      "title": "Impact of Artificial Intelligence–Based Triage Decision Support on Emergency Department Care",
      "summary": "Following the implementation of an AI-informed clinical decision support system on emergency department triage performance and patient flow, there was a significant shift in the acuity distribution of patients, with improved identification of critical care patients, and a reduction in the time from arrival to care, disposition, and departure.",
      "content_text": "## Abstract\n\n### Background\n\nEmergency department (ED) triage methods are limited in their ability to risk-\nstratify patients and identify critical illnesses. Our objective was to\nexamine the impact of implementing an artificial intelligence (AI)–informed ED\ntriage tool on triage performance and patient flow.\n\n### Methods\n\nWe performed a multisite quality improvement study of an AI-informed triage\nclinical decision support (CDS) intervention. The CDS tool provided\nindividualized triage recommendations and rationale based on the predicted\nrisk of acute outcomes. Comparative analyses were conducted for 180 days\npreintervention versus postintervention, and across nurses exhibiting high and\nlow levels of agreement with the CDS. Patient-centered performance outcomes\nand ED flow measures were examined and adjusted for potential confounders.\n\n### Results\n\nA total of 174,648 ED visits (83,404 visits preintervention and 91,244\npostintervention) were included across three EDs. The triage acuity\ndistribution changed postintervention; low-acuity (level 4 or 5) visits\nincreased 48.2% (23.9 to 35.4%), mid-acuity (level 3) visits decreased 18.7%\n(48.8 to 39.7%), and high-acuity (level 1 or 2) visits decreased 8.8% (27.3 to\n24.9%). Following the intervention there was an increase in high-acuity\nidentification (level 1 or 2 assignment) of patients requiring critical care\n(from 78.8% [95% confidence interval, 76.4 to 80.8%] to 83.1% [80.9 to 85.0%];\nP<0.001) and no observed change in identification of emergency surgery\npostintervention (41.2% [37.8 to 43.7%] to 39.2% [36.4 to 41.5%]; P=0.16).\nHospitalization rates among low-acuity patients were maintained (below 4%)\npostintervention. Variability in nurse agreement with the AI-informed triage\nCDS and triage performance was observed; the nurse subgroup with a high rate\nof agreement performed better than the AI independently, whereas those with\nlower rates of agreement performed worse. The AI triage CDS intervention was\nassociated with reductions in median times from arrival to the initial care\narea (33.0%; 12.0 to 8.0 minutes), ED disposition (4.2%; 190.0 to 182.0\nminutes), and to ED departure (6.1%; 311.0 to 292.0 minutes).\n\n### Conclusions\n\nImplementation of an AI-informed triage CDS system was associated with\nimproved triage performance and ED patient flow. Variability in nurse\nagreement with the AI triage CDS highlighted opportunities to harmonize AI and\nnurse judgment to further reduce unwanted variation in triage performance.\n(Funded by Beckman Coulter.)\n\n",
      "date_published": "2025-02-27T00:00:00+00:00",
      "authors": [
        {
          "name": "R.A. Taylor and Others"
        }
      ],
      "tags": [
        "Original Article"
      ],
      "attachments": [
        {
          "url": "https://ai.nejm.org/doi/pdf/10.1056/AIoa2400296",
          "mime_type": "application/pdf"
        }
      ],
      "image": "https://ai.nejm.org/cms/asset/7048ca42-305f-4d33-8d90-c2469243406e/aioa2400296_f3.gif",
      "content_html": "<h2 property=\"name\">Abstract</h2><section id=\"abs-sec-1\"><h3>Background</h3><div role=\"paragraph\">Emergency department (ED) triage methods are limited in their ability to risk-stratify patients and identify critical illnesses. Our objective was to examine the impact of implementing an artificial intelligence (AI)–informed ED triage tool on triage performance and patient flow.</div></section><section id=\"abs-sec-2\"><h3>Methods</h3><div role=\"paragraph\">We performed a multisite quality improvement study of an AI-informed triage clinical decision support (CDS) intervention. The CDS tool provided individualized triage recommendations and rationale based on the predicted risk of acute outcomes. Comparative analyses were conducted for 180 days preintervention versus postintervention, and across nurses exhibiting high and low levels of agreement with the CDS. Patient-centered performance outcomes and ED flow measures were examined and adjusted for potential confounders.</div></section><section id=\"abs-sec-3\"><h3>Results</h3><div role=\"paragraph\">A total of 174,648 ED visits (83,404 visits preintervention and 91,244 postintervention) were included across three EDs. The triage acuity distribution changed postintervention; low-acuity (level 4 or 5) visits increased 48.2% (23.9 to 35.4%), mid-acuity (level 3) visits decreased 18.7% (48.8 to 39.7%), and high-acuity (level 1 or 2) visits decreased 8.8% (27.3 to 24.9%). Following the intervention there was an increase in high-acuity identification (level 1 or 2 assignment) of patients requiring critical care (from 78.8% [95% confidence interval, 76.4 to 80.8%] to 83.1% [80.9 to 85.0%]; P&lt;0.001) and no observed change in identification of emergency surgery postintervention (41.2% [37.8 to 43.7%] to 39.2% [36.4 to 41.5%]; P=0.16). Hospitalization rates among low-acuity patients were maintained (below 4%) postintervention. Variability in nurse agreement with the AI-informed triage CDS and triage performance was observed; the nurse subgroup with a high rate of agreement performed better than the AI independently, whereas those with lower rates of agreement performed worse. The AI triage CDS intervention was associated with reductions in median times from arrival to the initial care area (33.0%; 12.0 to 8.0 minutes), ED disposition (4.2%; 190.0 to 182.0 minutes), and to ED departure (6.1%; 311.0 to 292.0 minutes).</div></section><section id=\"abs-sec-4\"><h3>Conclusions</h3><div role=\"paragraph\">Implementation of an AI-informed triage CDS system was associated with improved triage performance and ED patient flow. Variability in nurse agreement with the AI triage CDS highlighted opportunities to harmonize AI and nurse judgment to further reduce unwanted variation in triage performance. (Funded by Beckman Coulter.)</div></section>"
    },
    {
      "id": "https://ai.nejm.org/doi/full/10.1056/AIe2500083",
      "url": "https://ai.nejm.org/doi/full/10.1056/AIe2500083",
      "title": "AI Tools in Human Hands: Measuring Real-World Impact in the Emergency Department",
      "summary": "A real-world evaluation of an AI triage tool shows promise in improving emergency department efficiency and reducing disparities, highlighting the need for optimizing human–AI integration rather than just model accuracy.",
      "content_text": "## Abstract\n\nAlthough demonstrating AI’s clinical impact remains challenging, a real-world\nevaluation of an AI triage tool shows promise in improving emergency\ndepartment efficiency and reducing racial disparities. This study reveals\nchallenges in achieving consistent adoption across clinicians, highlighting\nthe need for optimizing human-AI integration rather than just model accuracy.\n\n",
      "date_published": "2025-02-27T00:00:00+00:00",
      "authors": [
        {
          "name": "I.Y. Chen and A. Zink"
        }
      ],
      "tags": [
        "Editorial"
      ],
      "attachments": [
        {
          "url": "https://ai.nejm.org/doi/pdf/10.1056/AIe2500083",
          "mime_type": "application/pdf"
        }
      ],
      "content_html": "<h2 property=\"name\">Abstract</h2><div role=\"paragraph\">Although demonstrating AI’s clinical impact remains challenging, a real-world evaluation of an AI triage tool shows promise in improving emergency department efficiency and reducing racial disparities. This study reveals challenges in achieving consistent adoption across clinicians, highlighting the need for optimizing human-AI integration rather than just model accuracy.</div>"
    },
    {
      "id": "https://ai.nejm.org/doi/full/10.1056/AIe2500020",
      "url": "https://ai.nejm.org/doi/full/10.1056/AIe2500020",
      "title": "Will AI Make the Electronic Health Record More Efficient for Clinicians?",
      "summary": "Since the passage of the HITECH Act in 2009, electronic health records (EHRs) have become an examination of the potential of AI-driven tools, including machine learning classifiers and large language models, to streamline EHR workflows for providers and outline a path for effective implementation and impact.",
      "content_text": "## Abstract\n\nElectronic health records (EHRs) have become nearly universal in the United\nStates, enhancing care coordination and patient access to health data.\nHowever, these advancements have introduced numerous challenges for providers\nand health care systems. This editorial explores the potential of artificial\nintelligence (AI) to enhance EHR efficiency, focusing on recent advancements\nin machine learning-based message classification and AI-generated clinical\ndocumentation. A recent study has demonstrated that AI-driven message routing\ncan significantly reduce response times and streamline workflows. Similarly,\nAI-generated draft responses and ambient AI scribes offer promising, albeit\nmixed, results in alleviating administrative burdens. While AI holds immense\npotential to reduce administrative inefficiencies and improve clinician\nexperience, its success hinges on robust infrastructure, transparency with\npatients, and continuous iteration to align with evolving clinical workflows.\nStrategic investments and thoughtful integration will be crucial in realizing\nAI’s full impact on EHR efficiency.\n\n",
      "date_published": "2025-02-27T00:00:00+00:00",
      "authors": [
        {
          "name": "G.S. Yadav and C.A. Longhurst"
        }
      ],
      "tags": [
        "Editorial"
      ],
      "attachments": [
        {
          "url": "https://ai.nejm.org/doi/pdf/10.1056/AIe2500020",
          "mime_type": "application/pdf"
        }
      ],
      "content_html": "<h2 property=\"name\">Abstract</h2><div role=\"paragraph\">Electronic health records (EHRs) have become nearly universal in the United States, enhancing care coordination and patient access to health data. However, these advancements have introduced numerous challenges for providers and health care systems. This editorial explores the potential of artificial intelligence (AI) to enhance EHR efficiency, focusing on recent advancements in machine learning-based message classification and AI-generated clinical documentation. A recent study has demonstrated that AI-driven message routing can significantly reduce response times and streamline workflows. Similarly, AI-generated draft responses and ambient AI scribes offer promising, albeit mixed, results in alleviating administrative burdens. While AI holds immense potential to reduce administrative inefficiencies and improve clinician experience, its success hinges on robust infrastructure, transparency with patients, and continuous iteration to align with evolving clinical workflows. Strategic investments and thoughtful integration will be crucial in realizing AI’s full impact on EHR efficiency.</div>"
    },
    {
      "id": "https://ai.nejm.org/doi/full/10.1056/AIp2400875",
      "url": "https://ai.nejm.org/doi/full/10.1056/AIp2400875",
      "title": "The Utility of Generative AI in Advancing Global Health",
      "summary": "This perspective not only addresses the transformative potential of generative artificial intelligence in advancing global health, particularly in low- and middle-income countries, but proposes actionable solutions to overcome the associated challenges and ethical dilemmas.",
      "content_text": "## Abstract\n\nAchieving the United Nations’ Sustainable Development Goals remains\nchallenging for many low- and middle-income countries (LMICs). Generative\nartificial intelligence (AI) offers the potential to improve health care\ndelivery access and quality in LMICs. Generative AI applications in health\ncare include individualizing decision support systems for personalized\ndiagnosis and treatment, predicting and managing epidemics, improving medical\nimage interpretation, enhancing telemedicine, and accelerating drug discovery.\nIn addition, generative AI can translate medical information into local\nlanguages, boosting health literacy and treatment adherence. However,\npotential challenges and barriers exist in integrating generative AI into the\nhealth systems of LMICs. Ethical dilemmas include the possible negative\nimpacts on climate, limited human expertise and technological infrastructure,\nundermining the local health workforce, introducing potential biases,\ncompromising data privacy, and increasing liability for faults or inaccurate\ndecisions. The barriers and challenges that impede the increased uptake of\ngenerative AI in LMICs need urgent global attention, careful thought, and\ndeliberate action to address them. AI centers of excellence based in LMICs can\nserve as focal points, providing guidance and stewardship on how to address\nthe challenges while harvesting the benefits of generative AI.\n\n",
      "date_published": "2025-02-10T00:00:00+00:00",
      "authors": [
        {
          "name": "H. Akbarialiabad and Others"
        }
      ],
      "tags": [
        "Perspective"
      ],
      "attachments": [
        {
          "url": "https://ai.nejm.org/doi/pdf/10.1056/AIp2400875",
          "mime_type": "application/pdf"
        }
      ],
      "image": "https://ai.nejm.org/cms/asset/8b8dc9ac-fc9d-42a8-adf9-7311d1166521/aip2400875_f1.gif",
      "content_html": "<h2 property=\"name\">Abstract</h2><div role=\"paragraph\">Achieving the United Nations’ Sustainable Development Goals remains challenging for many low- and middle-income countries (LMICs). Generative artificial intelligence (AI) offers the potential to improve health care delivery access and quality in LMICs. Generative AI applications in health care include individualizing decision support systems for personalized diagnosis and treatment, predicting and managing epidemics, improving medical image interpretation, enhancing telemedicine, and accelerating drug discovery. In addition, generative AI can translate medical information into local languages, boosting health literacy and treatment adherence. However, potential challenges and barriers exist in integrating generative AI into the health systems of LMICs. Ethical dilemmas include the possible negative impacts on climate, limited human expertise and technological infrastructure, undermining the local health workforce, introducing potential biases, compromising data privacy, and increasing liability for faults or inaccurate decisions. The barriers and challenges that impede the increased uptake of generative AI in LMICs need urgent global attention, careful thought, and deliberate action to address them. AI centers of excellence based in LMICs can serve as focal points, providing guidance and stewardship on how to address the challenges while harvesting the benefits of generative AI.</div>"
    },
    {
      "id": "https://ai.nejm.org/doi/full/10.1056/AIp2400922",
      "url": "https://ai.nejm.org/doi/full/10.1056/AIp2400922",
      "title": "Unseen Commercial Forces Could Undermine Artificial Intelligence Decision Support",
      "summary": "An examination of how commercial influences in health care AI — such as decision support manipulation, market concentration, and exploitative practices — reveals risks of misaligning care with patient and societal needs. This perspective advocates for comprehensive oversight and, where appropriate and necessary, regulatory frameworks to protect patient-centered care while fostering innovation and competition.",
      "content_text": "## Abstract\n\nArtificial intelligence (AI) is poised to transform health care, yet without\nrobust safeguards, unseen commercial interests could distort care by\nprioritizing profit over patient well-being. The phenomenon of “biomarkup”\nunderscores how subtle shifts in biomarker thresholds can fuel unwarranted\ntesting, consultations, and treatments, ultimately undercutting cost-control\nefforts. It is easy to imagine a new generation of AI-based revenue cycle\nmanagement model tools that achieve higher reimbursements by nudging\nclinicians toward more lucrative care pathways. AI-based decision support\ninterventions are vulnerable across their entire development life cycle and\ncould be manipulated to favor specific products or services. Furthermore, the\ngrowing consolidation of electronic health records and AI ecosystems restricts\ndata access and risks stifling competition. Addressing these challenges\nrequires a combination of technical and systemic solutions. Standardized\napplication programming interfaces can foster electronic health record\ninteroperability and mitigate vendor lock-in, while equitable and respectful\ndata sharing and governance broadens participation in AI development. Robust\noversight — including transparency mandates; rigorous auditing; addressing\nfraudulent, coercive, and monopolistic practices; and possibly new regulation\n— should curb exploitative practices and preserve AI’s transformative\npotential for patient-centered care, cost containment, and societal benefit.\n(Funded by ARPA-H Biomedical Data Fabric Toolbox and others.)\n\n",
      "date_published": "2025-02-06T00:00:00+00:00",
      "authors": [
        {
          "name": "K.D. Mandl"
        }
      ],
      "tags": [
        "Perspective"
      ],
      "attachments": [
        {
          "url": "https://ai.nejm.org/doi/pdf/10.1056/AIp2400922",
          "mime_type": "application/pdf"
        }
      ],
      "content_html": "<h2 property=\"name\">Abstract</h2><div role=\"paragraph\">Artificial intelligence (AI) is poised to transform health care, yet without robust safeguards, unseen commercial interests could distort care by prioritizing profit over patient well-being. The phenomenon of “biomarkup” underscores how subtle shifts in biomarker thresholds can fuel unwarranted testing, consultations, and treatments, ultimately undercutting cost-control efforts. It is easy to imagine a new generation of AI-based revenue cycle management model tools that achieve higher reimbursements by nudging clinicians toward more lucrative care pathways. AI-based decision support interventions are vulnerable across their entire development life cycle and could be manipulated to favor specific products or services. Furthermore, the growing consolidation of electronic health records and AI ecosystems restricts data access and risks stifling competition. Addressing these challenges requires a combination of technical and systemic solutions. Standardized application programming interfaces can foster electronic health record interoperability and mitigate vendor lock-in, while equitable and respectful data sharing and governance broadens participation in AI development. Robust oversight — including transparency mandates; rigorous auditing; addressing fraudulent, coercive, and monopolistic practices; and possibly new regulation — should curb exploitative practices and preserve AI’s transformative potential for patient-centered care, cost containment, and societal benefit. (Funded by ARPA-H Biomedical Data Fabric Toolbox and others.)</div>"
    }
  ]
}